//ZHU
const zhuzhu = [
  {
    hiragana: '心理测试',
    katakana: '哎哎哎',
    roomaji: '测试你适合什么工作',
    jiexi: '--------如果回到过去，你会做什么？'+
    '------------A、孝顺父母-----------'+
    '---------------------B、重温高中、大学生活'+
    '---------------------C、重新选择专业'+
    '----------------------------D、留住初恋'+
    '--------------------------------E、好好读书-'+
    '--------------------------------F、按自己的想法，做自己一直想做的事'
  },
]


//A
const aaaaa = [
  {
    hiragana: 'A',
    katakana: '哎哎哎',
    roomaji: '室内设计师',
    jiexi:'对家有无比的眷恋的感情，并且擅长打扮的你，实在是再适合做一个室内设计师不过了，不管是欧洲田园风格，还是简约却不简单的现代风格，抑或是日式风格只要能够让一套套毛坏房，或者原来乱糟糟毫无美感的房子经过你的手，如魔法一般绽放出全新的光彩时，你的心情一定是妙不可言。这比打扮自己的孩子似乎还要有成就感，因为自己的孩子多少会有自己的想法，可是房子却完全是由自己摆布，而你的人生也一定如同这房子一样，光彩夺目。'
  },
]

//B
const seionn = [
    {
        hiragana:'B',
        katakana: '嘤嘤嘤',
        roomaji:'自由撰稿人',
    jiexi:'做一个自由撰稿人，其实那一直以来都是你的一个梦想，然而经历的不一样，机会的缺少，还有笔力的缺乏锻炼，让你离这个梦想越来越遥远。在你的想法之中，其实每天被人逼着催稿子，然后自己蓬头垢面地挥舞着十指在键盘上噼哩叭啦一顿乱敲，饭也没有时间去吃，但是最终将稿子发到编辑们的手中时，你的幸福感是上升到好几颗星的。虽然这种职业成名者很少，但是只要能养得起自己，你也不会在意其他的了。'
    },
];

//C
const dakuonn = [
    {
        hiragana:'C',
        katakana:'ガ',
        roomaji:'画手、漫画家、游戏设计',
    jiexi:'漫画一直是你心中的至爱，在不用工作的时候，你可以窝在家里好几天，连续看N多的漫画或动画，你的想象力实在是很不错，只是先天没有学习好绘画功底，这也使得你抱有一定的遗憾。虽然国内动漫这个行业目前还不景气，但是仍然有不少的画手没有放弃过这样的梦想，即使是从事游戏行业，也算是有了自己的价值。如果你有幸也从事了这一行业，想必你一定会觉得人生会更圆满的。'
    },
];

//D
const youonn = [
    {
        hiragana:'D',
        katakana:'キャ',
        roomaji:'占卜师、占星师',
    jiexi:'有点精灵鬼怪的你，一直以来都是以直觉灵准而著称，加之本人也对神神怪怪的东西比较感兴趣，什么星座血型，什么易经八卦，什么塔罗牌读心术，你是一个不落地都有所沾边。如果有可能，可以从事占卜行业，那你一定会高兴得上了天，虽然说窥得别人的运程并不是算什么好的事情，但是在你看来，可以为别人提供一些咨询与帮助，当然也是让你感到非常开心的事哦。'
    },
]

//E
const eeeee = [
  {
    hiragana: 'E',
    katakana: '呀呀呀',
    roomaji: '心理咨询师',
    jiexi:'其实国内的心理咨询行业并不如国外发展得那样良好，甚至连基本的成型都没有，因此这个行业也并不如别 人从电视上看到的那样完美。可是对于个性忧郁，懂得看人眼色识得心理的你来说，你真的很适合去干这一行。倘若真的成功了，做了一名心理咨询师，有自己的工作室，算得上半个SOHO，并且有自己固定的咨询客户，那么你的生活不要太幸福，日子不要过得太潇洒哦，跟你对现在工作的牢骚满腹真是有天壤之别。'
  },
]

//F
const fffff = [
  {
    hiragana: 'F',
    katakana: '哟哟哟',
    roomaji: '时尚设计师',
    jiexi:'Fashion designer，怎么看这一个职业只是在国外兴盛，在国内也只是处于起步阶段而已，身边的服装鞋子包包等设计师，说白了也只是一个打版的师傅而已。可是如果真的有那样的环境，给你这个超级爱打扮爱败家的人，来从事了这一个行业，并且还被你闯出了一定的知名度，比如拥有自己的品牌抑或是成为服装造型的顾问，那么你简直可以用人生真的很圆满来形容了，更别提闪耀了。'
  },
]

module.exports = {
    zhuzhu,
    aaaaa,
    seionn,
    dakuonn,
    youonn,
    eeeee,
    fffff
}